["It's a network problem at your end.",
"You're doing it wrong.",
"The code is still compiling.",
"It's a bug with the server software.",
"Oh, I did that deliberately to test.",
"Your browser is out of date.",
"It's like that for security reasons.",
"That wouldn't have made economic sense.",
 "It isn't in my ticketing system.",
"I thought you weren't going to use parts of the system you don't understand?",
"We didn't write that part.",
"Well I'm surprised it is even working at all.",
"You must have done something wrong.",
"We outsourced that bit.",
"It works here.",
"That code was written by an old developer.",
"We were stress-testing our server when it happened.",
"We were updating our server hardware.",
"But it works better this way.",
"I haven't had any experience of that.",
"I haven't got to that part of my to-do's yet.",
"You must need to flush your cache.",
"It worked fine for me when I developed it.",
"That's a problem with the hosts.",
"Doesn't do that for me.",
"No one told me about that.",
"You need a re-write.",
"I thought you knew the context of what I was talking about.",
"Well I'm surprised it is even working at all.",
"Are you sure?",
"I thought we agreed that was going in phase 2.",
"The third-party API is down.",
"That isn't a bug it is a config problem.",
"The project manager told me to do it that way.",
"Try rebooting your router.",
"You can ignore that, it's for debugging.",
"Try rebooting.",
"Probably down to the leap year.",
"I must have misunderstood.",
"The person responsible doesn't work here any more.",
"Why do you want to do it like that?",
"Your computer has a virus.",
"The DNS hasn't propogated yet.",
"The problems stem from your old software.",
"It works, but hasn't been tested.",
"I have never seen that before in my life.",
"I did a quick fix last time but it broke when we rebooted.",
"The client wanted it changed at the last minute.",
"We should have updated our software years ago.",
"I haven't touched that code in weeks.",
"No one told me so I was forced to assume which way to do that.",
"I told you yesterday it would be done by the end of today.",
"I'm not getting any error codes.",
"I didn't create that part of the program.",
"There were too many developers working on that same thing.",
"You can't use that version on your system.",
"That process requires human oversight that nobody was providing.",
"It was working in my head.",
"Well, that's a first.",
"Actually, that's a feature.",
"Management insisted we wouldn't need to waste our time writing unit tests.",
"It's a known bug with the programming language.",
"That code seemed so simple I didn't think it needed testing.",
"The user must not know how to use it.",
"The marketing department made us put that there.",
"I can't make that a priority right now.",
"It's just some unlucky coincidence.",
"It must be a firewall issue.",
"Are you sure you port forwarded?",
"It's a memory leak, see?",
"The files were corrupted but I used my skills and fixed them.",
"The time of the machine was offset."]
